Repository: sotheso/UIKit-ProApp
Catalog: UIKit-ProApp/*.lproj/Localizable.strings
Languages: fa

source: NEW VIDEO
fa: ویدئوی جدید

source: Build an iOS app for iOS 15 with custom layouts, animations and more!
fa: یک برنامه iOS برای iOS 15 با طرح‌بندی‌های سفارشی، انیمیشن‌ها و موارد دیگر بسازید!

source: Flutter for Designers
fa: فلاتر برای طراحی

source: 20 sections - 3 hours
fa: ۳ ساعت و ۲۰ عنوان موضوع

source: Build a Flutter app for iOS and Android with custom layouts, animations and more!
fa: یک اپلیکیشن Flutter برای iOS و Android با طرح‌بندی‌های سفارشی، انیمیشن‌ها و امکانات بیشتر بسازید!

source: React Hooks Advanced
fa: آموزش پیشرفته ری‌اکت

source: Build a React app with custom layouts, animations and more!
fa: یک اپلیکیشن React با طرح‌بندی‌های سفارشی، انیمیشن‌ها و امکانات بیشتر بسازید!

source: Advanced Custom Layout
fa: طرح‌بندی سفارشی پیشرفته

source: SwiftUI for iOS 15
fa: SwiftUI pour iOS 15

source: Build an iOS app for iOS 15 with custom layouts.
fa: یک اپلیکیشن iOS برای iOS 15 با طرح‌بندی‌های سفارشی بسازید.

source: Coding the Home View
fa: کدنویسی نمای اصلی (Home View)

source: Learn about the formatted(date:time:) method and AsyncImage
fa: درباره متد formatted(date:time:) و AsyncImage بیاموزید.

source: Colors and Shadows
fa: رنگ‌‌ها و سایه‌ها

source: Read about the design guidelines and how you can use color to maximize your best views
fa: درباره دستورالعمل‌های طراحی و نحوه استفاده از رنگ برای بهینه‌سازی بهترین نماهای خود مطالعه کنید.

source: iOS Development
fa: توسعه‌دهنده ‌ios

source: UI Design
fa: طراح یو ای

source: Web Development
fa: توسعه‌دهنده Web

source: History
fa: تاریخچه

source: Favorites
fa: موردعلاقه

source: Downloads
fa: دانلود

source: Sign up
fa: عضویت

source: Sign in
fa: وارد شدن

source: Creat accout
fa: ساخت حساب کاربری

source: Don't have a account
fa: حساب کاربری ندارید

source: Already have an account?
fa: ایا حساب کاربری دارید؟

source: Missing Information
fa: اطلاعات ناقص

source: Please make sure to enter a valid email address and a paswword
fa: لطفاً مطمئن شوید که یک آدرس ایمیل معتبر و یک رمز عبور وارد کرده اید

source: OK
fa: باشه

source: Featured
fa: ویژه

source: Handbooks
fa: راهنماها

source: Courses
fa: درس‌ها
